Repository: yoshi314/archires
Catalog: locales/*.po
Languages: da_dk, de_de, hr_hr, it_it, ro_ro, tr_tr

source: All root locations
da_dk: Alle rod-lokationer
hr_hr: Sve root lokacije
it_it: Tutte le posizioni root
ro_ro: Toate locatiile radacina
tr_tr: Tüm kök konumlar

source: See numbers
da_dk: Se antal
hr_hr: Pogledaj brojeve
ro_ro: Vezi numerele
tr_tr: Sayılara bakın

source: See names
da_dk: Se navne
hr_hr: Pogledaj nazive
ro_ro: Vezi numele
tr_tr: Adlara bakın

source: Type of network
da_dk: Netværkstype
de_de: Typen des Netzwerks
hr_hr: Tip mreže
it_it: Tipo di rete
ro_ro: Tip retea
tr_tr: Ağ tipi

source: Network Architecture
da_dk: Netværksarkitektur
hr_hr: Mrežna arhitektura
ro_ro: Arhitectura Retea
tr_tr: Ağ Mimarisi

source: Please activate the plugin
da_dk: Aktivér venligst udvidelsen
hr_hr: Molimo uključite dodatak
ro_ro: Activati pluginul va rog
tr_tr: Lütfen uygulama ekini etkinleştirin

source: Thanks to specify a default used view
da_dk: Angiv venligst en standardvisning
hr_hr: Zahvaljujemo što ste odredili zadani pogled za korištenje
ro_ro: Specificati vederea folosita implicit
tr_tr: Varsayılan olarak kullanılan görünüm belirtildiği için

source: Add view
da_dk: Tilføj visning
de_de: Ansicht hinzuf&uuml;gen
hr_hr: Dodaj pogled
it_it: Aggiungi visualizzazione
tr_tr: Görünüm ekleyin

source: Associate pictures with item types
da_dk: Tilknyt billeder til emnetyper
de_de: Bilder mit Material verkn&uuml;pfen
hr_hr: Poveži slike sa tipovima stavki
it_it: Associa immagini con i tipi di materiale
ro_ro: Asociati imagini la tipuri de elemente
tr_tr: Öge tiplerine görseller atayın

source: Some types of items must be created so that the association can exist
da_dk: Der skal oprettes nogle emnetyper for at tilknytningen kan eksistere
de_de: Einige Arten von Items m&uuml;ssen erstellt werden, damit eine Zuordnug existieren kann
hr_hr: Neki tipovi predmeta moraju biti kreirani kako bi veze mogle postojati
ro_ro: Unele tipuri de elemente trebuiesc create pentru ca asocierea sa existe
tr_tr: Görsel atayabilmek için öge tipleri oluşturulmalıdır

source: Picture
da_dk: Billede
de_de: Bild
hr_hr: Slika
it_it: Immagini
ro_ro: Imagini
tr_tr: Görsel

source: Childs
da_dk: Børn
de_de: Nachfolger
hr_hr: Djeca
it_it: Figli
ro_ro: Copii
tr_tr: Alt ögeler

source: Network equipment
da_dk: Netværksudstyr
hr_hr: Mrežna oprema
ro_ro: Echipament retea
tr_tr: Ağ aygıtı

source: Color
da_dk: Farve
de_de: Farbe
hr_hr: Boja
it_it: Colore
ro_ro: Culoare
tr_tr: Renk

source: Associate colors with network types
da_dk: Tilknyt farver til netværkstyper
de_de: Netzwerktypen mit einer Farbe verkn&uuml;pfen
hr_hr: Poveži boje sa tipovima mreže
it_it: Associa colori con i tipi di rete
ro_ro: Asociati culori la tipuri de retea
tr_tr: Ağ tiplerine renk atayın

source: Please use this color format
da_dk: Brug venligst dette farveformat
de_de: Bitte benutzen Sie folgende Farben
hr_hr: Molimo da koristite ovaj format boje
it_it: Usa il seguente formato per il colore
ro_ro: Utilizati acest format de culoare
tr_tr: Lütfen şu renk biçimini kullanın

source: Generate graphs
da_dk: Generer grafik
de_de: Erzeuge einen Graphen
hr_hr: Stvori grafikone
it_it: Genera un grafico
ro_ro: Genereaza grafice
tr_tr: Çizelge oluşturma

source: Graphviz name
da_dk: Graphviz navn
hr_hr: Graphviz naziv
it_it: Nome Graphviz
ro_ro: Nume grafic
tr_tr: Graphviz adı

source: Associated picture
da_dk: Tilknyttet billede
de_de: Zugeh&ouml;riges Bild
hr_hr: Povezana slika
it_it: Immagine associata
ro_ro: Imagine asociata
tr_tr: Atanmış görsel

source: Name of item
da_dk: Emnenavn
de_de: Name des Materials
hr_hr: Naziv stavke
it_it: Nome del materiale
ro_ro: Nume element
tr_tr: Öge adı

source: Graphviz links
hr_hr: Graphviz veze
it_it: Collegamenti Graphviz
ro_ro: Linkuri grafice
tr_tr: Graphviz bağlantıları

source: IP item 1
da_dk: IP emne 1
de_de: IP material 1
hr_hr: IP stavka 1
it_it: IP materiale 1
tr_tr: IP ögesi 1

source: Socket item 1
da_dk: Stik emne 1
de_de: Steckverbindungsmaterial 1
hr_hr: Utor stavka 1
it_it: Socket materiale 1
tr_tr: Soket ögesi 1

source: Socket item 2
da_dk: Stik emne 2
de_de: Steckverbindungsmaterial 2
hr_hr: Utor stavka 2
it_it: Socket materiale 2
tr_tr: Soket ögesi 2

source: IP item 2
da_dk: IP emne 2
de_de: IP material 2
hr_hr: IP stavka 2
it_it: IP materiale 2
tr_tr: IP ögesi 2

source: Socket
da_dk: Stik
hr_hr: Utor
tr_tr: Soket

source: Test Graphviz
hr_hr: Testiraj Graphviz
ro_ro: Test Grafice
tr_tr: Graphviz Sınayın

source: Generation
da_dk: Generering
de_de: Erzeuge
hr_hr: Generiranje
it_it: Generazione
ro_ro: Generatie
tr_tr: Oluşturma

source: Display types of items
da_dk: Vis emnetyper
de_de: Zeige Item Typen
hr_hr: Prikaži tipove stavki
it_it: Mostra il tipo degli elementi
ro_ro: Afiseaza tipuri elemente
tr_tr: Öge tipleri görüntülensin

source: Associate colors with items statuses
da_dk: Tilnyt farver til emners status
de_de: Verkn&uuml;pfe Farbe mit Item Zustand
hr_hr: Poveži boje sa statusima stavki
it_it: Associa colori con lo stato degli elementi
ro_ro: Asociaza culori la statusurile elementelor
tr_tr: Öge durumlarına renk atayın

source: All statuses
da_dk: Alle status
de_de: Alle zust&auml;nde
hr_hr: Svi statusi
it_it: Tutti gli stati
ro_ro: Toate statusurile
tr_tr: Tüm durumlar

source: Display sockets
da_dk: Vis stik
de_de: Zeige Anzahl der Steckverbindungen
hr_hr: Prikaži utore
it_it: Visualizza i numeri di socket
ro_ro: Afiseaza sockets
tr_tr: Soketler görüntülensin

source: Display IP/Mask
da_dk: Vis IP/Maske
de_de: IP/Mask anzeigen
hr_hr: Prikaži IP/Masku
it_it: Visulizza IP/Mask
ro_ro: Afiseaza IP/Mask
tr_tr: IP/Maske görüntülensin

source: Display item types
da_dk: Vis emnetyper
de_de: Zeige Item typ
hr_hr: Prikaži tipove stavki
it_it: Visualizza tipo elementi
ro_ro: Afiseaza tipuri item
tr_tr: Öge tipleri görüntülensin

source: Display item statuses
da_dk: Vis emnestatus
de_de: Zeige Item Zustand
hr_hr: Prikaži tipove statusa
it_it: Visualizza stato elementi
ro_ro: Afiseaza statusuri element
tr_tr: Öge durumları görüntülensin

source: Display item locations
da_dk: Vis emnelokationer
de_de: Zeige Item Standort
hr_hr: Prikaži mjesta stavki
it_it: Visualizza posizione elementi
ro_ro: Afiseaza locatiiile elementelor
tr_tr: Öge konumları görüntülensin

source: Display item entities
da_dk: Vis emne entiteter
de_de: Zeige Item Einheit
hr_hr: Prikaži entitete stavki
it_it: Visulizza entit&agrave; degli elementi
ro_ro: Afiseaza entitatile elementelor
tr_tr: Öge birimleri görüntülensin

source: Rendering engine
da_dk: Rederingsmotor
hr_hr: Engine za renderiranje
it_it: Motore grafico
tr_tr: Görüntüleme motoru

source: Image format
da_dk: Billedformat
de_de: Bildformat
hr_hr: Format slike
it_it: Formato immagine
ro_ro: Format imagine
tr_tr: Görsel biçimi

source: See all views
da_dk: Se alle visninger
de_de: Kein Standort definiert
hr_hr: Pogledaj sve prikaze
ro_ro: Vezi toate vederile
tr_tr: Tüm görünümlere bakın

source: Display
da_dk: Vis
hr_hr: Prikaz
it_it: Mostra
tr_tr: Görünüm

source: Display of items
da_dk: Visning af emner
de_de: Anzeige von Items
hr_hr: Prikaz stavki
it_it: Visualizzazione degli elementi
ro_ro: Afiseaza elementele
tr_tr: Öge görünümü

source: Display description
da_dk: Vis beskrivelse
de_de: Zeige Beschreibung
hr_hr: Prikaz opisa
it_it: Visualizza descrizione
ro_ro: Afiseaza descrierea
tr_tr: Görünüm açıklaması

source: With neato, the sockets will not be displayed
da_dk: Ved neato, vil stik ikke blive vist
de_de: Mit neato werden Steckverbindungen nicht angezeigt
hr_hr: S neato, utor neće biti prikazan
it_it: Con neato, i sockets non saranno visualizzati
ro_ro: Cu neato, socketele nu vor fi afisate
tr_tr: Neato ile soketler görüntülenemez

source: Associate colors to VLANs
da_dk: Tilknyt farver til VLANs
de_de: VLANs mit Farben verkn&uuml;pfen
hr_hr: Poveži boje sa VLAN-ovima
it_it: Associer des couleurs aux VLAN
ro_ro: Culori asociate la VLANuri
tr_tr: VLAN renkleri atayın

source: All VLANs
da_dk: Alle VLANs
de_de: Alle VLANs
hr_hr: Svi VLAN-ovi
it_it: Tous les VLANs
ro_ro: Toate VLAN urile
tr_tr: Tüm VLAN
